; языковой файл для TrayLauncher
;Language : Русский
;Author : Валерий Романовский
;Date : 2010-11-17
;Version : 2.0

MENU_Exit							==> В&ыход
MENU_Edit_Cmd						==> &Изменить команду
MENU_Refresh						==> &Обновить
MENU_Start_With_OS					==> Старт с &Windows
MENU_About							==> &О программе
MENU_Select_Skin					==> Выбрать &скин
MENU_Internal						==> Встроенный
MENU_Language						==> &Язык
MENU_Option							==> &Опция
MENU_Use_MClick						==> Управление колесиком мыши
MENU_Run							==> &Выполнить

STR_Failed							==> Неудачно:
STR_Run								==> Run
STR_Exit_Ask						==> Выйти из программы?
STR_Confirm							==> Подтвердить:
STR_Failed_To_Exec					==> Не удалось запустить:
STR_Single_Instance_Only			==> Только один экземпляр может быть запущен.
STR_lng_file_not_UNICODE			==> Языковой файл сохранен не в UNICODE(LE)! Сохраните его в UNICODE.
STR_cmd_file_not_UNICODE			==> Командный файл сохранен не в UNICODE(LE)! Сохраните его в UNICODE.
STR_Failed_open_create_cmd_file		==> Не могу открыть или создать командный файл!
STR_Empty							==> Пусто
STR_Settings						==> Настройки
STR_Refreshing						==> Обновление...


; GUI Menu Editor
STR_DlgTitle						==> Редактор команд TrayLauncher

BTN_OK								==> OK
BTN_Cancel							==> Отмена
BTN_Apply							==> Применить
BTN_Close							==> Закрыть
BTN_Save							==> Сохранить
BTN_Reload							==> Перезагрузить

BTN_IsMenu							==> Это подменю
BTN_IsSep							==> Как разделитель
BTN_IsTitle							==> Как заголовок
BTN_IsWildCard						==> Режим подмены символов

STC_Menu							==> Команды:
STC_Target							==> Целевой путь:
STC_DispName						==> Отображаемое имя:
STC_Filter							==> Фильтр:
STC_IconPath						==> Выбрать значок:

STR_MyComputer						==> *Компьютер*
STR_DisplayName						==> [Отображаемое имя]
STR_PathToTarget					==> [Путь к цели]
STR_Choose_Target					==> Выбор цели
STR_Choose_Icon						==> Выбор значка
STR_Ask_Save_Item_Info				==> Сохранить изменение для этой команды?
STR_Exit_Ask_Save					==> Сохранить изменение(я) перед выходом?
STR_Ask_Delete_Menu					==> Удалить меню и все его подпункты?

STR_Invalid_NameOrFilter			==> Неверный ввод: '<' и '>' не допустимы!
STR_Err_Del_Only_Child				==> Не могу удалить только ребенка!
